Repository: MrFlava/justforfun
Catalog: Bots/Var25bot-master/locales/*/LC_MESSAGES/messages.po
Languages: ru

source: Message can't be deleted by bot because it's more than 48 hours old. You can delete it by yourself
ru: Сообщение не может быть удалено ботом потому что оно старше 48 часов. Вы можете удалить сообщение самостоятельно

source: Back
ru: Назад

source: Back to edit
ru: Назад к редактированию

source: Save
ru: Сохранить

source: Reset
ru: 🧹 Очистить поле

source: Send location
ru: Отправить местоположение

source: Please send me your location
ru: Пожалуйста, отправьте ваше местоположение

source: Yes
ru: Да

source: No
ru: Нет

source: Uploaded
ru: Загружено

source: Not uploaded
ru: Не загружено

source: Waiting...
ru: Ожидается ввод...

source: Please send me document
ru: Пожалуйста отправьте мне документ

source: Please send me photo
ru: Пожалуйста, отправьте фото

source: Please send me video
ru: Пожалуйста, отправьте видео

source: Please send me animation
ru: Пожалуйста, отправьте анимацию

source: Please send me sticker
ru: Пожалуйста, отправьте стикер

source: Wrong input, try again
ru: Некорректный ввод, попробуйте еще раз

source: This field does not allow upload this type of content.
ru: Это поле не позволяет загружать этот тип контента.

source: This field does not allow upload location.
ru: Это поле не позволяет загружать местоположение.

source: Please fill required fields.
ru: Пожалуйста, заполните необходимые поля.

source: Sorry unknown command.
ru: Извините, неизвестная команда.

source: You were restricted to use this menu
ru: У вас недостаточно прав для доступа к этому меню

source: There is nothing to list
ru: Здесь ничего нет

source: Page
ru: Страница

source: of
ru: из

source: Exit search
ru: Закрыть поиск

source: Nothing found
ru: Ничего не найдено

source: Object
ru: Объект

source: Delete
ru: Удалить

source: Are you sure you want to delete this object?
ru: Вы точно хотите удалить этот объект?

source: Object deleted
ru: Объект удален

source: Please select a date:
ru: Пожалуйста, выберите дату:

source: January
ru: Январь

source: February
ru: Февраль

source: March
ru: Март

source: April
ru: Апрель

source: May
ru: Май

source: June
ru: Июнь

source: July
ru: Июль

source: August
ru: Август

source: September
ru: Сентябрь

source: October
ru: Октябрь

source: November
ru: Ноябрь

source: December
ru: Декабрь

source: Unknown
ru: Неизвестно

source: Mon.
ru: Пн.

source: Tue.
ru: Вт.

source: Wed.
ru: Ср.

source: Thu.
ru: Чт.

source: Fri.
ru: Пт.

source: Sat.
ru: Сб.

source: Sun.
ru: Вс.

source: You can select only future date
ru: Вы можете выбрать только будущую дату

source: You can select only past date
ru: Вы можете выбрать только прошедшую дату

source: Please select a month:
ru: Пожалуйста, выберите месяц:

source: Wrong date
ru: Неправильный формат даты

source: Select days using buttons below
ru: Выберите дни, используя кнопки ниже

source: Selected days:
ru: Выбранные дни:

source: Monday
ru: Понедельник

source: Tuesday
ru: Вторник

source: Wednesday
ru: Среда

source: Thursday
ru: Четверг

source: Friday
ru: Пятница

source: Saturday
ru: Суббота

source: Sunday
ru: Воскресенье

source: Error
ru: Ошибка

source: Please wait, processing row №{line}...
ru: Пожалуйста подождите, обрабатывается строка №{line}…

source: Please send me CSV file.
ru: Пожалуйста, отправьте мне CSV файл.

source: Unknown column, skipping...
ru: Неизвестный столбец, пропуск...

source: Parameter is required but missing
ru: Параметр обязателен, но отсутствует

source: Image link returned {status_code} code
ru: Ссылка на картинку вернула код {status_code}

source: Telegram error occurred while processing image link
ru: Возникла ошибка связанная с телеграмом во время обработки ссылки на изображение

source: Translation has no such attribute as "{param}"
ru: Перевод не имеет такого определения как "{param}"

source: {model} has no such attribute as "{param}"
ru: {model} не имеет такого определения как "{param}"

source: Data imported successfully
ru: Данные успешно импортированы

source: ⚠{warnings} warnings occurred while importing file:
ru: ⚠{warnings} предупреждений возникло во время импорта файла:

source: Data imported successfully.
ru: Данные успешно импортированы.

source: ❌{errors} errors occurred while importing file:
ru: ❌{errors} возникло ошибок во время импорта файла:

source: File not imported
ru: Файл не импортирован.

source: Return user to start menu
ru: Вернуться в старт-меню

source: Close distribution message. Do not use if you have more than one message!
ru: Закрыть сообщение рассылки. Не используйте, если у вас есть более одного сообщения!

source: Messages:
ru: Сообщения:

source: Add new message using button below
ru: Добавьте новое сообщение, используя кнопки ниже

source: Text
ru: Текст

source: Photo
ru: Фото

source: Buttons:
ru: Кнопки:

source: Send me text message or photo with or without description.
ru: Отправьте мне текст или фото с описанием или без.

source: Edit caption
ru: Изменить описание

source: Send me new caption for photo.
ru: Пришлите мне описание для фото.

source: Please select callback that you want to add:
ru: Пожалуйста, выберите действие, которое хотите добавить:

source: Please enter text which would be displayed on button
ru: Пожалуйста, введите текст, который будет отображаться на кнопке

source: You must add at least one message.
ru: Вы должны добавить хотя бы одно сообщение.

source: Messages will be sent to all bot users. Continue?
ru: Сообщение отправится всем пользователям бота. Продолжить?

source: Message was sent to all bot users except you
ru: Сообщение отправилось всем пользователям бота, кроме вас

source: Enter username, id or name:
ru: Введите Username, ID или Имя пользователя:

source: Name:
ru: Имя:

source: Username:
ru: Юзернейм:

source: Permissions:
ru: Привилегии:

source: Empty
ru: Пусто

source: Nobody found
ru: Никого не найдено

source: found
ru: нашел

source: out of
ru: из

source: Add permission
ru: Добавить привилегию

source: Remove permission
ru: Удалить привилегию

source: Select permission to add to {user}.
ru: Выберите привилегию для добавления пользователю {user}.

source: User {user} has all permissions
ru: У пользователя {user} есть все привилегии

source: Add all
ru: Добавить все

source: All permissions added
ru: Все привилегии добавлены

source: Permission added
ru: Привилегия добавлена

source: Can't find any permission by your query
ru: Не найдено ни одной привилегии по вашему запросу

source: Select permission to remove from {user}.
ru: Выберите привилегию для удаления от пользователя {user}.

source: User {user} has no permissions
ru: У пользователя {user} нет никаких привилегий

source: Remove all
ru: Удалить все

source: All permissions removed
ru: Все привилегии удалены

source: Permission removed
ru: Привилегия удалена

source: You are deleted from this bot.
ru: Вы удалены из данного бота.

source: Permissions
ru: Привилегии

source: Distribution
ru: Рассылка

source: Settings
ru: Настройки

source: Back to main menu
ru: Вернуться в главное меню

source: Admin menu:
ru: Меню администратора:

source: *Price per order
ru: * Цена за заказ

source: UAH
ru: Грн

source: Technique type: {technique_type}
ru: Тип техники: {technique_type}

source: Order: {order_status}
ru: Заказ: {order_status}

source: Date: {date}
ru: Дата: {date}

source: Time: {time}
ru: Время: {time}

source: Full name:
ru: Полное имя:

source: Phone: {phone}
ru: Телефон: {phone}

source: Email: {email}
ru: Имейл: {email}

source: Comment: {comment}
ru: Комментарий: {comment}

source: City: {city}
ru: Город: {city}

source: Address: {address}
ru: Адрес: {address}

source: No orders here yet
ru: Здесь еще нет заказов

source: You had {balance} UAH on your main balance.
ru: На Вашем основном балансе {balance} грн.

source: Replenish balance
ru: Пополнить баланс

source: Enter the replenishment amount in UAH
ru: Введите сумму пополнения в грн.

source: Wrong input. Please enter a number.
ru: Неверный ввод. Пожалуйста, введите номер.

source: Replenish balance in {bot_username}
ru: Пополнить баланс в {bot_username}

source: Replenish amount: {amount} UAH
ru: Пополнить на сумму: {amount} грн.

source: Please pay by this link: {link}
ru: Пожалуйста, оплатите по этой ссылке: {link}

source: After payment just wait 5-10 seconds, bot will proceed you payment.
ru: После оплаты просто подождите 5-10 секунд, бот приступит к оплате.

source: Error while processing payment.
ru: Ошибка при обработке платежа.

source: Your balance is replenished by: {amount} UAH
ru: Ваш баланс пополнен на: {amount} грн.

source: Main menu
ru: Главное меню

source: You don't have a phone number.
ru: Вы не указали номер телефеона в профиле.

source: Date*
ru: Дата*

source: Time*
ru: Время*

source: Comment*
ru: Коментарий*

source: Technique type*
ru: Вид техники*

source: Road Construction
ru: Дорожностроительная

source: Communal
ru: Коммунальная

source: Special
ru: Спецтехника

source: Full name*
ru: Полное имя*

source: Phone*
ru: Телефон*

source: Email
ru: Имейл

source: Invalid Email 🙁 Please try again
ru: Неправильный Email 🙁 Повторите еще раз

source: City*
ru: Город*

source: Address*
ru: Адрес*

source: Select date
ru: Выберите дату

source: Make an order
ru: Создать заказ

source: You order created
ru: Вы создали заказ

source: Order: {order_status}
ru: Заказ: {order_status}

source: Full name: {full_name}
ru: Полное имя: {full_name}

source: Doer name:
ru: Исполнитель:

source: End order
ru: Завершить заказ

source: Are you sure?
ru: Вы уверены?

source: Order marked as ended.
ru: Заказ помечен как завершенный.

source: Example:
ru: Пример:

source: Invalid phone number 🙁 Please enter it in format: 38XXXXXXXXXX
ru: Неправильный номер телефона 🙁 Пожалуйста, введите его в формате: 38XXXXXXXXXX

source: User type
ru: Тип пользователя

source: Customer
ru: Заказчик

source: Doer
ru: Исполнитель

source: 👤 My profile
ru: 👤 Мой профиль

source: ✅ Save
ru: ✅ Сохранить

source: 🧹 Reset field
ru: 🧹 Очистить поле

source: ⏪ Back
ru: ⏪ Назад

source: Your information saved.
ru: Ваша информация сохранена.

source: Show phone number
ru: Показать номер телефона

source: Take order
ru: Взять заказ

source: It will cost {cost:.2f} UAH.
ru: Стоимость этого заказа {cost:.2f} грн.

source: You don't have enough money on the balance.
ru: Не достаточно денег на балансе.

source: Order marked as active.
ru: Заказ помечен как активный.

source: You were restricted from using this bot
ru: Вы были ограничены в использовании этого бота

source: Select type of user
ru: Выберите тип пользователя

source: Select action
ru: Выберите действие

source: Create order
ru: Создать заказ

source: My orders
ru: Мои заказы

source: Profile
ru: Профиль

source: Change language
ru: Сменить язык

source: Search orders
ru: Поиск заказов

source: Accepted orders
ru: Принятые заказы

source: Balance
ru: Баланс

source: Select a language:
ru: Выберите язык:

source: New
ru: Новый

source: Active
ru: Активная

source: Ended
ru: Завершенные

source: Access to "Start" menu
ru: Доступ к меню «Пуск»

source: Access to "Change language" user menu
ru: Доступ к пользовательскому меню "Сменить язык"

source: Access to "Balance" menu
ru: Доступ к меню "Баланс"

source: Access to "Create order" menu
ru: Доступ к меню «Создать заказ»

source: Access to "My orders" menu
ru: Доступ к меню «Мои заказы»

source: Access to "Profile" menu
ru: Доступ к меню "Профиль"

source: Access to "Search orders" menu
ru: Доступ к меню «Поиск заказов»

source: Access to "Accepted orders" menu
ru: Доступ к меню "Принятые заказы"

source: Access to "Admin" menu
ru: Доступ к меню "Администратор"

source: Access to "Distribution" admin menu
ru: Доступ к меню администратора "Распространение"

source: Access to "Settings" admin menu
ru: Доступ к меню администратора "Настройки"

source: Access to "Permissions" menu
ru: Доступ к меню "Права"

source: Allow add permission
ru: Разрешить добавить привилегию

source: Allow remove permission
ru: Разрешить удалить привилегию

source: Superuser
ru: Суперпользователь
